[
  {
    "nome": "Rosa Canina",
    "pianeti": ["Venere", "Sole"],
    "segni": ["Ariete", "Leone", "Bilancia", "Toro"],
    "descrizione":
      "Emostatica, astringente, antianemica, ottima in pericarditi e per abbassare i battiti cardiaci. Viene impiegata nelle litiasi urinarie e per aumentare le difese immunitarie. Utile in casi di afte, anemia, azoospermia, herpes, osteoporosi, artrite, lombalgie e tonsilliti. Ha una blanda azione ipoglicemizzante. Ha proprietà antiinfiammatorie, diuretiche, rinfrescanti, toniche, vermifughe e vitaminizzanti (ricchissima in Vit. C).<br><br> Effetto Psicosomatico: Si assume quando il cuore non è in armonia in seguito a delusioni di varia natura. Stimola la ricerca di un proprio equilibrio.<br><br> Uso esterno: Protettivo della pelle, specialmente in presenza di alterazione del microcircolo (capillari). Emolliente, vasoprotettrice e antiinfiammatoria indicata anche per pelli delicate."
  },
  {
    "nome": "Pervinca",
    "pianeti": ["Giove"],
    "segni": ["Cancro"],
    "descrizione":
      "Pianta della coscienza, cervello terso e pulito. Vaso regolatore e ossigenatrice cerebrale. Migliora la circolazione."
  },
  {
    "nome": "Biancospino",
    "pianeti": ["Marte", "Venere"],
    "segni": ["Gemelli", "Cancro", "Leone"],
    "descrizione":
      "Irritabilità, insonnia, insufficienza cardiaca, spasmi, aritmie, sedativo, ipnotico, ansia, angosce. Aiuta ad entrare in contatto con il proprio inconscio tramite il sogno, aiuta lo sviluppo di una direzione propria in armonia con il creato. Abbassa pressione arteriosa e del cervello (vaso dilatatore, utile con pervinca per il mal di testa). Incrementa la propria volontà. Mette in contatto con il nostro Mago Merlino.<br><br> Attenzione leggermente ipnotico.<br><br> Biancospino, Crataegus polyacantha, protagonista di numerosissime leggende e racconti simbolici che richiamano l’Archetipo Marte che ne informa l’energia.  Il suo nome deriva dal greco, crataios, forte e aix, capra, ovvero “che dà forza alle capre”, perché gli uomini avevano notato che gli intelligenti animali al pascolo se ne nutrivano e si tonificavano.  Si dice che il fulmine non osi colpirlo, e che i suoi rami proteggano gli uccelli e gli animali che riescono ad introdursi tra le sue spine. Si dice anche che i suoi rami impediscano ai cibi di andare a male e alle cattive influenze di colpirci.  Nella tradizione celtica era molto venerato, prima come metamorfosi vegetale di Mago Merlino, di cui custodiva silenziosamente tutti i segreti e i poteri, e successivamente come pianta sacra all’evangelizzatore San Patrizio.  Ne Il Volo dei Sette Ibis, a pag. 169 Angelo Angelini lo descrive molto bene, e sottolinea: “Il Biancospino è veramente la pianta marziana per eccellenza, perché non v’è funzione tiroidea o paratiroidea in cui non intervenga. I fiori, in infuso o in tintura, sono eccellenti cardiotonici e ottimi vasodilatatori.”<br><br> Combatte inoltre efficacemente tachicardie e aritmie, irritabilità e insonnia, e sopprime ansie, vertigini e spasmi vascolari dovuti a distonie neurovegetative.  Le sue spine, e una leggenda che lo vuole nato da un bastone piantato in terra con forza da Giuseppe di Arimatea, richiamano direttamente i chiodi di ferro della Croce di Cristo, e soprattutto il braccio orizzontale della Croce.  E’ Il braccio degli Equinozi, che collega lo 0 di Ariete allo 0° di Bilancia, lungo cui, per il pensiero astrologico alchemico, scorre una parte dell’esperienza terrena nel percorso verso il punto estremo del braccio verticale, lo 0° di Capricorno, dove ha sede l’Intelligenza che si è incarnata."
  },
  {
    "nome": "Salvia Pratensis",
    "pianeti": ["Giove", "Marte"],
    "segni": ["Scorpione", "Sagittario", "Capricorno"],
    "descrizione":
      "Salvare, lavora su ipotalamo, tonico, stimolante ed eccitante nervino, contro affezioni nervose, nevrastenia, astenia. Utile in casi di dispiaceri o superlavoro intellettuale. Per le persone che soffrono di una forma di debolezza del corpo emotivo e che somatizzano mediante difficoltà nell'apparato genitale, ormonale o nella parte alta dell' apparato respiratorio. Ripristina le energie sessuali femminili, maggiore effetto se aggiunta in un poco vino rosso dopo i pasti. Aiuta anche in caso si sia distanti dalla realtà che il nostro Spirito ci impone di vivere. Giustizia (Giove) e forza (Marte) donano vigore in maniera equilibrata."
  },
  {
    "nome": "Olivo",
    "pianeti": ["Sole", "Giove", "Venere", "Luna"],
    "segni": ["Cancro", "Leone", "Acquario"],
    "descrizione":
      "Porta la Luce sulle paure dell'inconscio. Prepara la mente e il cuore a lasciare le nebbie e le tempeste delle emozioni per farsi guidare dalla pura Luce. Rimedio anti-aterosclerotico, ipotensivo, vaso dilatativo, diabete, arteriosclerosi. Utile in caso di memoria debole o post-traumi.<br><br> Il nome geroglifico è ZED, serpentello che rappresenta l'energia SA (oro) seguito dalla mano che dà e il percorso del sole per finire. Dona quindi per gli egizi magnetismo celeste, in un dato spazio-tempo."
  },
  {
    "nome": "Malva",
    "pianeti": ["Giove", "Mercurio"],
    "segni": ["Toro", "Scorpione"],
    "descrizione":
      "Calmante, sedativa. Utile in tutti gli stati infiammatori sia interni che esterni. Lavora sull'ipofisi, calma tutto il complesso endocrino.  Enterocoliti, infiammazioni del colon. Vaginiti, funghi o virus, gengiviti, afte, glossiti, mal di denti, ascessi."
  },
  {
    "nome": "Lavanda",
    "pianeti": ["Mercurio", "Luna"],
    "segni": ["Toro", "Acquario"],
    "descrizione":
      "Aiuta la riflessione su se stessi e aumenta la capacità di espellere le tossine. Analgesico calmante dell' eccitabilità cerebro-spinale, quindi ottima in casi di irritabilità, spasmi, insonnie, malinconia e di nevrastenia.  Parassiticida, insetticida e antisettico. Aiuta la digestione, in caso di meteorismo, atonie intestinali. Combatte le affezioni delle vie respiratorie, come asma, bronchiti, tosse convulsa e persino tubercolosi. Acne, astenia sessuale femminile, cefalea, oligomenorrea."
  },
  {
    "nome": "Iperico",
    "pianeti": ["Giove", "Mercurio"],
    "segni": ["Sagittario", "Acquario"],
    "descrizione":
      "Stimolante, febbrifugo, vulnerario (esterno), anti putrido, decongestionante, stimola il fegato, depurativo, drenante, diarrea, dispepsie atoniche, asma e bronchite (anche cronica), antidepressivo.<br><br> Oleolito: antisettico, contro scottature, piaghe, ulcere, ferite ed eritemi.  Antidolorifico contro gotta, sciatica artrite articolare. Verruche. Se assorbito subito, l'organo ne aveva bisogno."
  },
  {
    "nome": "Melissa",
    "pianeti": ["Venere", "Giove"],
    "segni": ["Acquario", "Pesci"],
    "descrizione":
      "Disturbi del sonno, calmante, lenitiva. Stimola comunque il fisico e l'intelletto, ripulendo eventuali scorie o tensioni. Antispasmodico. Si impiega nei casi in cui l' emotività o la malinconia, le deficienze intellettuali o le crisi nervose disturbano il buon funzionamento degli organi. Alterazioni stati malinconici con stati isterici. Problemi intestinali. Ansia, amnesie, candida, depressione nervosa, iperemotività, irritabilità, nausea, dolori mestruali, blenorragia. Sedativa, sudorifera, tonica il cuore, dismenorrea, nausea, palpitazioni, tosse."
  },
  {
    "nome": "Meliloto",
    "pianeti": ["Giove?", "Venere?"],
    "segni": [],
    "descrizione":
      "Emorroidi, insufficienza venosa cronica, varici e profilassi della trombosi, stasi linfatiche, sedativo astringente, disturbi digestivi di origine nervosa, turbe minori del sonno. Antispasmodico.<br><br> circolazione venosa, ferite difficili, drenaggio dei liquidi, ulcere diabetiche, affezioni cutanee, calmante nelle irritazioni, allergie e dermatiti.<br><br> promuove la rigenerazione dei tessuti, rallenta l’invecchiamento della pelle e riduce il deposito di grasso che sta alla base della cellulite.<br><br> Esterno: cicatrizzante, utile se affiancato."
  },
  {
    "nome": "Achillea",
    "pianeti": ["Mercurio", "Luna"],
    "segni": [],
    "descrizione":
      "Affaticamento generale, linfatismo, disturbi circolazione, emorroidi, disturbi menopausa, disturbi nervosi.<br><br> Esterno: Emostatico."
  },
  {
    "nome": "Saponaria",
    "pianeti": ["Venere?", "Mercurio?"],
    "segni": [],
    "descrizione":
      "Espettorante, diuretica, depurativa e diaforetica. Catarri delle vie aeree superiori, dermatosi, psoriasi."
  },
  {
    "nome": "Cicoria Intybus",
    "pianeti": ["Sole", "Venere", "Mercurio"],
    "segni": ["Gemelli", "Leone", "Acquario", "Pesci"],
    "descrizione":
      "La Cicoria cui da sempre sono riconosciute virtù stomachiche e depurative, è una pianta amaro-tonica caratterizzata da proprietà depurative, diuretiche, e blandamente lassative. Tradizionalmente impiegata come coleretica e colagoga, per le turbe digestive (difficile digestione, meteorismo). Aiuta a combattere e contenere la iperglicemia.<br><br> Porta solarità quasi ovunque nel corpo migliorando la circolazione arteriosa, del cuore, del SNC, del simpatico e parasimpatico. Una delle migliori depuratrici del sangue. Cura le insufficienze biliari, atonie gastriche, uno dei migliori stomachici, artritismo, litiasi, infezioni urinarie e coliche epatiche. Regola la pressione.<br><br> Pianta divina per gli Egizi, trovata citata nel papiro di Ebers.<br><br> Contiene composti fenolici (acido caffeico, che non c'entra nulla con la caffeina, di cui tale pianta ne è priva) anti-infiammatori e anti-trombolici.<br><br> Galeno nomina la cicoria 'amica del fegato'.<br><br> Anemia, appetito, astenia, colorito, cure di primavera, diabete, fegato, ittero, pelle, stitichezza, iperglicemia, gotta.<br><br> Ipocondria, isterismo, scortesia e carattere tendente allo scorbutico.<br><br> Esterno: Depurante cutaneo, foruncoli e ulcere con decotto di foglie.<br><br> I fiori si aprono al mattino presto, soprattutto a diretto contatto col sole.<br><br> Grazie alla sua attività non irritante può essere impiegata anche in età pediatrica e in geriatria."
  },
  {
    "nome": "Cardo Mariano, Sylibum Marianum",
    "pianeti": ["Mercurio", "Giove", "Sole", "Marte"],
    "segni": [],
    "descrizione":
      "Cirrosi epatica, epatite, tutti i problemi del fegato fino alla cirrosi epatica e l'epatite, antiossidante, astenia o esaurimento e stress, emorragie, emorroidi, epistassi, ipotensione (ipertensivo), tonico nervino - tonico cerebrale, vasocostrittore, vomiti incoercibili e cinetosi.<br><br> I frutti, o acheni, impropriamente chiamati semi, contengono principi attivi, quali la silimarina e i suoi isomeri, dotati di sicura azione contrastante gli effetti epatolesivi di svariati agenti epatotossici, sia naturali che di sintesi.<br><br> Le proprietà amoro-tonico-coleritiche del fitocomplesso, possono contribuire a migliorare i processi digestivi e disintossicanti.<br><br> Grazie le sue proprietà anti-epato-tossiche, permette di proteggere il tessuto epatico dai danni causati dalla chemioterapia, oltre a migliorare l'efficacia dei trattamenti antitumorali e a prevenire l'insorgenza di forme tumorali a carico di prostata, colon-retto e pelle.<br><br> Può contribuire a migliorare il controllo della glicemia e ridurre la resistenza all'insulina.<br><br> ATTENZIONE: Con cautela in pazienti ipertesi. Evitare in donne che assumono contraccettivi orali o terapia sostitutiva (TOS), in quanto può accelerare l'eliminazione degli estrogeni.<br><br> Giberto Scotti (1872) indicava che come depurativo faceva passare per orina i principi male-olenti della cutanea traspirazione.<br><br> Menta per rafforzare le proprietà!"
  },
  {
    "nome": "Timi",
    "pianeti": ["Mercurio"],
    "segni": ["Vergine", "Acquario"],
    "descrizione":
      "No in gravidanza. Debolezza sistemi di difesa, erige barriere immunitarie anche in senso psichico. Aumento globuli bianchi. Per uso esterno, problemi di pelle, capelli e peli. Il migliore antisettico che esiste in natura, cura tubercolosi, affezioni polmonari, enfisemi, bronchiti, asma, tossi convulsive, affezioni dovute a raffreddamento. Parassiticida contro gli ascaridi, gli ossiuri e la tenia. Utilizzato per infezioni intestinali, nelle fermentazioni, nelle flatulenze, e per combattere il tifo. Antibatterico si esercita contro gli streptococchi, gli stafilococchi, contro il Bacillo di Koch, la difterite.<br><br> Stimolante fisico e psichico, leggermente afrodisiaco.<br><br> Insieme ortica e bardata per caduta capelli.<br><br> Per uso esterno, specifico per pelle, peli, capelli."
  },
  {
    "nome": "Ortica",
    "pianeti": ["Marte", "Venere"],
    "segni": ["Ariete", "Bilancia", "Sagittario"],
    "descrizione":
      "Depuratore, vasocostrittore ed emostatico. Anemie, abbassamenti pressione.  Espelle scorie reni. Irregolarità del ciclo mestruale.<br><br> Esterno: Afte, angina e gengiviti. Insieme timo e bardana per caduta dei capelli."
  },
  {
    "nome": "Asplenium trichomanes",
    "pianeti": ["Marte", "Sole"],
    "segni": [],
    "descrizione":
      "Ricco di Vitamina C, Scioglie Calcoli, Lavora sulla Milza.<br><br> Nei tempi passati, coltivare questa felce in giardino, era ritenuto di buon auspicio. Veniva utilizzata anche in stregoneria.<br><br> La Scolopendra, Animale velenoso, le quali tutte nascono su n'una barba sola, tra le pietre, nelle mura fatte di pietre di fiume. Le foglie cotte in aceto, fanno la milza trattabile, giova a chi orina a gocciole, al singhiozzo, ai malesseri generali, rompono la pietra nella vescica.<br><br> Usi medicinali: vulnerario, antinfiammatorio, lenitivo. Osservazioni: con le fronde, essiccate e polverizzate, mescolate con olio se ne faceva un impiastro che si applicava sulle bruciature come lenitivo o sulle ferite per facilitarne la cicatrizzazione. Il decotto, si utilizzava come antinfiammatorio ad uso topico.<br><br> Come lo ricorda uno dei nomi dialettali (èrba pisaròla) la pianta sarebbe utile come rimedio naturale (decotto) per il trattamento della ritenzione urinaria.<br><br> riteneva la pianta avesse il potere di curare le malattie della milza e “sottile”, con riferimento all'asse della fronda che è simile a un capello nero.<br><br> Proprietà ed usi: La pianta ha proprietà emollienti, decongestionanti e lassative. Plinio il Vecchio ne parla, come utile contro la caduta dei capelli, inoltre la considera utile contro malattie polmonari, itterizia e idropsia.<br><br> Molti secoli più tardi, in Inghilterra, troviamo una testimonianza d’impiego medico nel libro « A Modern Herbal », scritto nel 1931 dalla Signora Grieve, specialista di piante medicinali. Si scopre che l’ Asplenium trichomanes era utilizzato nella preparazione di un thè emolliente. Le proprietà espettoranti delle fronde suggerivano infatti l’utilità di questo thè nelle malattie polmonari. Sempre stando agli scritti della Signora Grieve, sull’isola d’Arran, al largo della Scozia, le fronde venivano fatte essiccare ed usate al posto del thè per le virtù lassative."
  },
  {
    "nome": "Equiseto",
    "pianeti": ["Saturno"],
    "segni": ["Bilancia", "Capricorno"],
    "descrizione":
      "Remineralizzante, integratore di calcio (tramite trasformazione silice), coagulante emostatico per emorraggie emorroidali, epistassi e emorragie nasali. Emopoietico. Ulcere stomaco o dell'intestino. Diuretico, distrofie muscolari. Notevole capacità di eliminare i sali, i cloruri e quindi adatta a chi soffre di nefrite e per equilibrio idrosalino. Fratture ossee, tubercolosi ove esiste carenza di silice nei polmoni.<br><br> Una delle prime piante sulla terra. Due forme ben distinte nella sua evoluzione, non ha mai ne fiori ne semi. Inizia come fusto corto, rossastro, che porta al suo apice una spiga con le spore. Le spore sono racchiuse in un involucro diviso in 4 strisce elastiche. Per effetto del calore, queste strisce si deformano e con un movimento a molla, sparano le spore tutto intorno. Compiuta la funzione riproduttiva, il fusto rossastro avvizzisce e sullo stesso gambo nasce un fusto verde, scanalato, ramificato, sterile che è la vera pianta medicinale.<br><br> Capacità di concentrazione verso individuo, cosa, concetto, esperienza."
  },
  {
    "nome": "Ginkgo Biloba",
    "pianeti": ["Sole"],
    "segni": [],
    "descrizione":
      "Cervello, circolazione, venolinfatico, andrenergico (adrenalina, noroadrenalina), dopaminergico (dopamina), serotoninergico (serotonina), colinergico (acetilcolina), allergie, trombosi, radicali liberi, stress (libera cortisolo), alzheimer, antispasmodico, anti infiammatorio, ipocolesterolemizzante, antiasmatico, attenzione (SNC), depressione (ansiolitico), vertigini, acufeni, vasoregolatore, vaso dilatatore arteriolare, vaso costrittore venoso, resistenza capillare, inibitore aggregazione piastrinica."
  },
  {
    "nome": "Passiflora",
    "pianeti": ["Mercurio", "Venere", "Marte"],
    "segni": ["Gemelli", "Pesci"],
    "descrizione":
      "Ansia, sindromi premestruali, menopausa, disturbi del sonno, SNC."
  },
  {
    "nome": "Luppolo",
    "pianeti": ["Marte", "Venere"],
    "segni": [],
    "descrizione":
      "Amaro-tonica, digestiva, sedativa, induttrice del sonno, estrogenica, stati di ipereccitabilità, stati di tensione, turbe climaterio, anafrodisiaco (polluzione notturna, eiaculazione precoce, ipereccitabilità), dispepsia nervosa."
  },
  {
    "nome": "Verbena Officinalis",
    "pianeti": ["Mercurio", "Giove"],
    "segni": ["Gemelli", "Pesci", "Sagittario", "Scorpione"],
    "descrizione":
      "Sedativa, analgesica, diuretica, antispasmodica e antinevralgico, nevralgie dovute ad artrite, sciatica, trigemino e celluliti. Galattogeno e facilitatore del parto (stimola contrazioni uterine, attenzione se prima dei 9 mesi potrebbe essere abortiva). Espettorante, Febbrifuga. Drenaggio vie biliari, renella, dermatiti."
  },
  {
    "nome": "Betulla",
    "pianeti": ["Venere", "Saturno"],
    "segni": ["Bilancia", "12"],
    "descrizione":
      "Venere: Sistema linfatico, gola, laringe, reni, surreni.<br><br> Riconcilia tendenze opposte, paure inspiegabili. Porta energia al rene.  Astenia fisica e psichica (attivando energia e funzionalità del rene). Lavora su tutti i segni. Diuretico più efficace (elimina cloruri, urea e acido urico). Reumatismi, litiasi, coliche. Ricambi cellulari sodio-potassio. Debole stimolante sessuale. Utile in casi di ipercolesteremia.<br><br> NB: Guarda ricetta angelini per la linfa di betulla a primavera!<br><br> E' molto singolare il fatto che nei secoli scorsi i rami di betulla, opportunamente lavorati, acconciati a mo' di pettini o di corone, ornavano i capelli delle fanciulle lombarde, e Lucia dei Promessi Sposi ne è un esempio, ed ora, invece, la betulla, o sotto forma di estratto, o come catrame, chiamato anche catrame vegetale di Norvegia, sia il componente caratteristico di shampo antiforfora, cioè di shampo a specifica azione revulsiva, antisettica, antiparassitaria. I rami di betulla, facevano corona non solo ai capi delle fanciulle, ma nell'antichità, secondo quanto dice Plinio, venivano impiegate le verghe ottenute dai rami di questa pianta per costruire i fasci littori.  Queste verghe erano in numero di 12 legate tra di loro con due strisce di cuoio, e veniva posta finanzi la scura a forma circolare.  Ora 12 è il numero che contraddistingue i 12 Segni zodiacali, e la scure semicircolare che completa la figura, è il percorso del sole dal suo sorgere al suo tramonto.  Il fascio littore legava strettamente , quindi il sole nel suo tragitto e i vari segni che venivano man mano toccati.  Questo ci suggerisce come la pianta sia da immettere nel novero delle piante più utili in quanto essa copre tutte le Potenzialità appartenenti ai dodici Segni zodiacali.  Per prima cosa la preziosità di questo legno è abbastanza conosciuta poiché è un legno eccezionalmente ricercato per costruire mobili di pregio e barche, ottimo per preparare pasta da cui ricavare finissima carta. Bruciato sul camino emana un soave profumo molto simile all'incenso. Soprattutto i suoi preparati, ottenuti sotto forma di decotti, infusi, o tinture, coprono tutta la gamma delle funzioni zodiacali e quindi delle nostre funzioni corporali.  Molto impiegata, specie nel Nord, è la linfa di betulla che si ottiene segando un ramo dell'albero in primavera: è una bevanda eccellente, rinfrescante che conservata in bottiglie diventa spumante, acquistando un gusto vinoso la cui acidità si corregge con zucchero.  Per impedire la fermentazione si aggiungono 4 - 5 chiodi di garofano per ogni litro di linfa.  La proprietà degli estratti ha una spiccata funzione antireumatica, a cui si associa un'azione efficace nei casi di ipercolesteremia.  Alla betulla è riconosciuta un'azione antibiotico, il che rende i suoi estratti attivi verso alcune famiglie di stafilococchi, e nello stesso tempo è un debole eccitante sessuale. Il fatto che essa, in antichità, sia stata associata al fascio littorio, di origine etrusca, ci informa come il simbolo che indica la Giustizia in senso lato e imperante ovunque, sia da associarsi al Segno astrologico che della Giustizia ne è il rappresentante: la Bilancia.  Per cui, pur essendo comune a tutti i 12 Segni, la betulla presenta tuttavia un Segno particolare che la contraddistingue: la Bilancia, che è sotto la protezione o Signoria di Venere e in cui Saturno è esaltato.  La betulla diviene pertanto la pianta venusiana per eccellenza, il cui aspetto aggraziato, leggero, diafano, e quindi ben a ragione impiegata dalle fanciulle, conferma la sua Segnatura planetaria.  Non è la Venere di Toro, legata alla materia, la dea dei piaceri, la cortigiana del cielo come Venere Afrodite, ma la Venere aerea, amabile e nello stesso tempo compassata , dolce, la Venere mattutina che annuncia il sorgere del Sole, di fronte alla Venere serotina, Vespero, che annuncia i piaceri della notte. Bilancia+Venere nel nostro corpo segna il punto ove l'ago deve rimanere in equilibrio tra i due piatti, rappresentati dalle nostre Reni. In tal modo la betulla, la Venere viene ad assumere ulteriori caratteristiche più specifiche, più mirate, fra le quali primeggia la funzione renale per eccellenza, la diuresi.  Da questo punto di vista la pianta risulta essere il più potente eliminatore di cloruri, dell'urea e dell'acido urico.  La sua efficacia si dimostra nei reumatismi gottosi, nelle litiasi urinarie, nelle coliche nefritiche, divenendo la pianta principe dei ricambi cellulari del sodio e del potassio.  Per le sue caratteristiche femminili è molto utile il decotto di foglie e di corteccia, che viene impiegato per irrigazioni vaginali nei casi di fibromi e come cataplasmi nel caso di epiteliomi.  Ma Bilancia, secondo le vecchie concezioni egizie e cinesi, è la porta attraverso cui entra nel nostro corpo l'Energia Ancestrale, l'energia Ki, che sostiene il nostro corpo e che dà origine ai due condotti principali, il Vaso Concezione ed il Vaso Protettore che alimentano i 12 Meridiani del nostro corpo.  Questa energia, nell'antichità, è stata rappresentata come la corrente di un fiume che scorre tra le due rive, e che si adagia e si allarga nelle varie pozze e negli stagni quando le due rive si allargano.  Questa similitudine, che trova un riscontro oggettivo nei fiumi quali canali di determinate influenze planetarie, ha fatto sorgere nel Nord la dolce leggenda delle Rusalki, le ondine degli stagni e dei fiumi a cui è strettamente connessa la betulla nella sua espressione mitologica.  Se le proprietà della pianta sono abbastanza conosciute nel suo impiego per via orale, un po meno lo sono quelle in campo dermatologico. Possedendo la betulla proprietà venusine e saturnine, essa esprimerà le stesse funzionalità, ovvero una stimolante ed addolcente che è venusina, e l'altra astringente, caratteristica di Saturno.  Questo suggerisce l'impiego degli estratti della pianta nei casi di cellulite, in prodotti destinati alla protezione solare, per la sua caratteristica emolliente, e nel trattamento per le pelli grassi ed acneiche, per la sua funzione astringente e dermo purificante."
  },
  {
    "nome": "Rosmarino",
    "pianeti": ["Sole", "Mercurio", "Luna", "Giove"],
    "segni": ["Ariete", "Leone", "Bilancia", "Sagittario", "Capricorno"],
    "descrizione":
      "Stimolante generale, cardiotonico. Tramite il cuore agisce su tutto l'organismo influendo sul pericardio, chiamato anche con la vecchia frase inviluppo del cuore, rappresentato nei vecchi testi alchemici come un serpente che circonda l'organo e si irradia per tutto il corpo.<br><br> Impiegato per debolezze fisiche e psichiche, perdita di memoria e affezioni del sistema nervoso. Afrodisiaco soprasensibile, la sua solarità richiama l' Amore. Per la funzionalità Lunare è un carminativo. Palingenetica, utilizzata nell'Acqua della Regina di Ungheria insieme al Cedro e la Trementina. Questi ultimi, signatura Saturno, caratterizzano l'unione tra i due Fuochi (Sole/Saturno). Rigenerazione interiore.<br><br> Con menta e lavanda è uno dei principali stimolanti fisici/psichici.<br><br> Utilizzato anche per il trattamento delle turbe digestive quali gonfiore gastrico, lentezza digestiva, eruttazione, flatulenza e per facilitare le funzioni di eliminazione renale e intestinale (azione drenante). Disintossica l'organismo, epatoprotettrice. Proprietà antiossidanti, antitumorali, spasmolitiche. Stimola la circolazione coronarica. Espettorante, fluidificante utile quindi in patologie brocopolmonari, sinusiti e otiti. L' odore sembra avere un effetto analgesico diretto oltre che stimolare la memoria ed essere utile per migliorare il tone dell'umore.<br><br> Contribuisce a prevenire la formazione di calcoli. Attività riparatrice a livello della mucosa intestinale, che favorendo un migliore assorbimento del calcio, può contrastare efficacemente l'osteoporosi senile. Consigliato in andropausa e nella menopausa, rallentare i processi aterosclerotici. Utili contro lo stess ossidativo dovuto ai radicali liberi sia a livelo vascolare che del sistema nervoso. Abbassa i livelli di trigligeridi e quindi è utilizzato per trattamenti alla ipercolesterolemia. Utilizzato come terapia alternativa per Alzheimer e demenza vascolare.<br><br> Utile per le persone che non hanno stima di se stessi e somatizzano mediante disturbi epatici o cardiocircolatori.<br><br> Per uso esterno come tonificante e fortificante, quindi in presenza di reumatismi, dolori muscolari e scabbia. Corroborante, stimolante cuoio capelluto. Cicatrizzante, vasodilatatore periferico, deodorante.<br><br> Rosmarino significa 'Rugiada Marina', la Rugiada è considerata il veicolo per eccellenza dell' Energia Universale. Dall'egiziano suggerisce quindi raccolta di energia e suo perfezionamento.<br><br> Controindicato in gravidanza e ai bambini."
  },
  {
    "nome": "Ippocastano",
    "pianeti": ["Giove"],
    "segni": ["Acquario"],
    "descrizione":
      "Emorroidi, Fragilità Capillare, Geloni, Insufficienza Circolatoria, Gambe Pesanti, Crampi, Varici, Cellulite, Affezioni Tendinee.<br><br> Flebotonico, Antiinfiammatorio, Astringente e Decongestionante, Edemi-post operatori, Stasi, Giovamento in caso di sentimenti di stasi e isolamento.  I sentimenti che circolano nel suo ricordare e l'aria che gli permetterebbe la comunione con il mondo attraverso il Mercurio Celeste segnalano un distacco da sé e dal mondo.<br><br> Per uso esterno utilizzato anche per contusioni, mialgie, nevralgie e caduta dei capelli.<br><br> Il nome Hippocastanum deriva del greco 'castagna del cavallo' perché i suoi frutti erano medicamentosi per la tosse dei cavalli."
  },
  {
    "nome": "Bardana",
    "pianeti": ["Venere", "Marte"],
    "segni": ["Bilancia", "Capricorno"],
    "descrizione":
      "Diuretica, diaforetiche e colagoghe. Pianta depurativa atta al drenaggio.  Eliminando cosi le tossine. Stimolante della funzionalità biliare ed epatica, ipoglicemizzante e antisettica. Regolatore secrezione sebacea e delle ghiandole sudoripare. La radice fresca riduce il livello di glicemia e aumentano la tolleranza ai carboidrati. Antiinfiammatorio e antimicrobico.  Antipruriginoso, contro l'acne, pelli grasse e forfora. Utile anche per il cuoio capelluto. La foglia fresca utile contro le punture di insetti, api e calabroni.<br><br> Antibiotica simile alla penicillina, utile per stafilococchi, pneumococchi e streptococchi. Utile contro i fibromi e la sifilide. Con timo ed ortica per caduta capelli."
  },
  {
    "nome": "Angelica",
    "pianeti": ["Sole", "Giove", "Venere", "Mercurio", "Luna"],
    "segni": ["Ariete", "Gemelli", "Sagittario", "Acquario", "Pesci"],
    "descrizione":
      "Una delle piante più preziose. Si dice donata dall' Arcangelo Gabriele.  Affaticamento generale, tonifica ipotalamo e stimola l'ipofisi, combatte le insufficienze epatiche, vomiti spasmodici e nei gonfiori di ventre. Contro l' impotenza, mestruazioni insufficienti, leucorree, diuretico, bronchiti croniche, asme ed insonnie nervose. Combatte la difterite. Stimolante sistema linfatico. Coadiuvante ed utile in caso di tubercolosi, disturbi al sistema nervoso periferico. Carminativo, antibatterica, antifunginea (contro la candida in particolare) ed attività immunologica. Aiuta e protegge il fegato dallo stress ossidativo e quindi riduce la produzione di radicali liberi, che influenzano l' invecchiamento.<br><br> Uso esterno contro affezioni della bocca, piaghe, fibromi ed epiteliomi.<br><br> NOTA: Evitare prolungate esposizioni solari e sovra dosaggi in menopausa perché potrebbe essere abortiva."
  },
  {
    "nome": "Edera Helix",
    "pianeti": ["Giove"],
    "segni": ["Acquario", "Bilancia"],
    "descrizione":
      "Furore Profetico. 'Kissos' in greco, simbolo di Dioniso, forza e vittoria.  Giove e acquario insieme fanno della pianta una protettrice del sistema venoso, una buon pianta decongestionante e anti-nevralgica. Edemi circolatori, ostacolo alla circolazione linfatica o da aumentata permeabilità dei tessuti.  Cura le celluliti ed evita la suppurazione delle piaghe. Utile in caso di decorso e postumi delle flebiti.  Con Bilancia, cura le forme infiammatorie di qualsiasi organo che abbiano la loro origine dalle nefriti e dalle nefrosi, lenisce i dolori reumatici, acuti o cronici. Litiasi urinarie, eliminazione di calcoli e gotta.  Utile in caso di regole insufficienti o di leucorree.  Molto utile per i capelli, il suo decotto si potrebbe utilizzare per frizionarli dopo averli lavati. Oltre ad un fattore estetico, Plutarco diceva che questi lavaggi avevano una valenza per i mondi sottili. Utile per mantenere il colore nero alla biancheria (specie se in fibra naturale).<br><br> Tosse, pertosse, azione spasmolitica, forme bronchiali ad impronta asmatica.  Antiinfiammatorio, antispasmodico. Proprietà emmennagoghe, antiparassitarie, antibatterici e citotossici.<br><br> Per uso esterno va benissimo anche solo un impacco, un cataplasma o bagni completi con foglie bollite 5-10 minuti. Utile per ogni manifestazione di tipo reumatico, lenitiva, antipruriginosa in caso di dermatiti e come trofico protettore nel trattamento di abrasioni, screpolature, punture di insetti.<br><br> Il macerato con aceto va benissimo per calli e duroni.<br><br> Preserva la pelle, le donne dovrebbero fare ogni tanto la vasca con 3/4 litri di acqua in cui vi sono fatte bollire foglie di edera.<br><br> Il nome scientifico deriva dal latino haerere: essere attaccato.<br><br> San Martino dietro casa di Stefano. Li dove c'è il laboratorio della pasticceria."
  },
  {
    "nome": "Vischio",
    "pianeti": ["giallo Sole", "bianco Luna"],
    "segni": [],
    "descrizione":
      "ATTENZIONE alla somministrazione, vedi pag 880 Campanini!<br><br> Ipotensivante, ipocolesterolemizzante, antiateromatosa, vitostatica e immunostimolante.  Arteriosclerosi. Stimolante sistema parasimpatico, diuretico. Consigliato in particolare durante la menopausa, nell'arteriosclerosi e in geriatria. Epilessia.<br><br> Utilizzato anche come cura aggiuntiva in caso di tumori maligni, generalmente tramite iniezione sottocutanea. Metodo preconizzato da R. Steiner. Viene inoltre consigliato nel trattamento delle infiammazioni articolari degenerative.<br><br> Essendo una pianta 'ospite', che si trova in simbiosi con altre piante, le sue attività sono dipendenti dalla pianta su cui è cresciuto. Sul Biancospino è dimostrato che ha una maggiore azione ipotensiva. La pianta ha una vita misteriosa e non riceve alcun nutrimento dal suolo; nasce senza seme, continua a verdeggiare anche al gelo e al freddo.<br><br> Le viscotossine sono citotossiche ma si manifestano solo nel caso venga assunto per via parenterale, cioè per iniezione. Se per via orale, i succhi gastrici non ne permettono un assorbimento. Essendo citostatica la sua azione, rallenta il metabolismo e la riproduzione cellulare.<br><br> Il botanico Haller asseriva che era efficace contro l'epilessia e contro i sortilegi. I druidi lo utilizzavano per cerimonie religiose. Veniva utilizzato in bacche per aumentare la produzione di latte e accrescere la fecondità nelle mucche. La credenza popolare dice che un albero che ospiti il vischio non viene mai colpito dal fulmine.<br><br> Considerata pianta magica, per i sacerdoti dell'era precristiana era persino sacra, con potenti virtù terapeutiche.<br><br> https://www.kymiaarts.com/ens-mistletoe.html"
  },
  {
    "nome": "Gallium",
    "pianeti": ["Luna"],
    "segni": [],
    "descrizione":
      "Chelante. Toglie i metalli pesanti dal sangue. Agisce sugli organi genitali maschili. Cistite, insufficienza vaso-linfatica, stasi linfatiche, cicatrizzante o vulnerario, depurativo drenante, dermatosi, diuretico, eczema, infezioni, infiammazioni (apparato uro-genitale), psoriasi, tonsillite, stitichezza o stipsi.<br><br> Uso esterno: dermopurificante e dermoprotettivo, cicatrizzante."
  },
  {
    "nome": "Avena Sativa",
    "pianeti": ["Marte", "Luna"],
    "segni": [],
    "descrizione":
      "Rimineralizzante (manganese, calcio, rame, fosforo, ferro, potassio, magnesio e zinco), vitaminizzante (tiamina, acido folico, biotina, acido pantotenico).  Ricostituente (ottima in prima infanzia, adolescenza, allattamento, geriatria e convalescenza) e corroborante generale. Ipocolesterolemizzante. Basso indice glicemico. Tonico, utile in caso di affaticamento, iperemotività e nelle forme lievi di depressione. Quindi, astenia stimolante neuromuscolare. Utile contro tabagismo e per cure contro l'intossicazione da morfina. Indicata in casi di nervosismo, stati di ansia, tensione, agitazione, sindrome neuroastenica o insonnie, in quanto contiene, nonostante sia da considerare una pianta tonica, alcune sostanze blandamente sedative.<br><br> Per uso esterno usata ampiamente in campo cosmetico e dermatologico per le proprietà detergenti, tamponanti, idratanti, protettive, lenitive, anti-irritanti, antiossidanti, vulnerarie e antinfiammatorie (anche profonde come lombalgie, nevralgie). La farina può essere impiegata sia su pelli sane che in casi di dermatosi, specialmente eritemi e dermatosi esfoliative quindi pelli eccessivamente secche, arrossate e con prurito. Ottima anche per pelli sensibili o grasse. In passato i cataplasmi venivano utilizzati persino per avere effetti sugli organi più profondi, pertanto eliminare calcoli, lenire dolori addominali, affezioni epatiche.<br><br> Da testare in casi di freddo alle mani, problemi alle articolazioni e alle ginocchia. Utile nel periodo dello sviluppo e nella prima infanzia. A livello psicologico potrebbe essere utilizzata per tutto ciò che concerne l'attaccamento.<br><br> ATTENZIONE a pazienti CELIACHI."
  },
  {
    "nome": "Lattuga Virosa",
    "pianeti": ["Luna"],
    "segni": [],
    "descrizione":
      "Sedativa, blandamente ipnotica, bechica. Calmante, diuretica, leggermente lassativa. Con il lattice fresco si preparava un rimedio per tosse, pertosse e ipereccitabilità. Utile in caso di insonnia, dismenorrea, erezioni dolorose e nelle distonie neurovegetative. In passato utilizzata principalmente per i bambini ipercinetici, eretistici, anoressici o con poco appetito. Essendo sprovvisto di tossicità, spegne l'eccitazione e ne può essere utilizzato anche un alto dosaggio e a lungo, provocando sonno, calmando gli eccessi anche di tosse.<br><br> I Pitagorici, con allusione all'azione sedativa a livello dell'apparato genitale, la chiamavano la pianta degli eunuchi. Dioscoride consigliava il lattucario per smorzare la lussuria. I greci e romani lo consideravano un succedaneo dell'oppio."
  },
  {
    "nome": "Camomilla",
    "pianeti": ["Sole", "Luna", "Giove", "Venere", "Mercurio"],
    "segni": ["12", "Cancro", "Sagittario", "Acquario", "Pesci"],
    "descrizione":
      "Una delle 12 piante sacre ai Greci, la Kamamaleon, l'erba del Leone, che compare sui primi erbari dell'alta antichità, considerata una vera e propria pianta palingenetica (di rinascita e rigeneramento profondo). Il simbolismo solare era collegato a proprietà ottime per cura di malattie della pelle come dermatiti o eczemi ma anche in caso di dolori reumatici e gottosi. Gli Egizi le attribuivano proprietà febbrifughe, togliere stanchezza e indolenzimento.<br><br> Influisce direttamente sul sistema nervoso centrale e quindi sugli organi sensori, come pure sul sistema simpatico-parasimpatico e quindi a livello subliminale. La sua azione risulta di duplice natura e nasconde infinite possibilità. Da sedativo nervino centrale con azione antispasmodica se usato in piccole dosi, può trasformarsi in un ottimo stimolante se assunto in dosi maggiori, agendo sulla componente lunare del sangue, i leucociti.<br><br> Uno dei migliori calmanti, non solo nel caso delle depressioni o crisi nervose, o negli stati di irritabilità, ma in tutti gli altri casi di irritazione di organi che possono portare ai più svariati disturbi, siano essi epatici, intestinali, lombari. Combatte la caduta dei capelli, la cefalea (fino dai tempi di Galeno) e le eruzioni dentarie dei bambini.<br><br> Utile quando è opportuno sedare ogni tipo di manifestazione dolorosa, dalla colica intestinale alla dismenorrea. Indubbie le sue proprietà infiammatorie, cicatrizzanti e ulcero-protettive, antibatteriche e spasmolitiche. Come spasmolitico e carminativo è indicata in casi di coliche digestive, coliti, meteorismo e alterazione della flora batterica. A tale proposito molto utile dopo una terapia antibiotica. In aiuto anche a tutte le infiammazioni del tratto gastrointestinale. Nell'antichità veniva utilizzata anche per infiammazioni delle mucose, in particolari quelle vaginali.<br><br> Proprietà  antiossidanti, stimolanti dell'azione biliare e ipotensivante.<br> Qualità che poi la chimica attribuì all' azulene.<br><br> Per uso esterno esplica attività antalgica nelle affezioni della cavità orale (stomatiti, gengiviti, afte) oltre che antiinfiammatorie e antibatteriche. A livello cutaneo come azione antipruriginosa, cicatrizzante, antiflogistica.<br><br> Il suo nome scientifico, Matricaria Recutita, deriverebbe dal latino matrix, cioè utero, in virtù delle sue proprietà emmennagoghe."
  },
  {
    "nome": "Fumaria",
    "pianeti": ["Luna"],
    "segni": [],
    "descrizione":
      "Affezioni epatobiari, favorisce il buon umore, quindi la longevità neutralizzando la tristezza e la melanconia. Pianta adattogena, aumenta il flusso biliare insufficiente, lo frena quando è in eccesso e non agisce se non vi è necessità.<br><br> Sindromi cefalgiche-emicraniche.<br><br> Le variazioni del flusso biliare sono spesso origine di nausee, vertigini, pesantezza e dolori all'ipocondrio. Diminuisce astenia in caso di epatite, regressione escomparsa dell'anoressia nei cirrotici. Disturbi intestinali, delle secrezioni salivari, dermatosi. Ripristina l'equilibro dovuto da errori alimentari, specialmente per i bambini. Negli anziani può essere utilizzata in casi di insufficienza digestiva, inappetenza, litiasi non operabili e come preventivo per combattere arteriosclerosi.<br><br> La protopina insieme al monometilfumarato hanno dimostrato attività antiepatotossica simile a quella della silimarina. La pianta è indicata quindi per turbe digestive causate da insufficienza epatobiliare con pesantezza post-prandiale, meteorismo, alitosi e stitichezza."
  },
  {
    "nome": "Alchemilla",
    "pianeti": ["Venere", "Mercurio"],
    "segni": [],
    "descrizione":
      "Osservazione: Ricca di rugiada, che mantiene sulle punte e nel perimetro, goccioline sparse sulla foglia, raccolte in alcune al centro. Non invadente, elastica, contiene fili che ricordano i tendini. Si possono leggermente tirare e mettere in tensione, creando un movimento della pianta/foglia stessa. Odore molto gradevole, i fiori, gialli, nella loro bellezza non si impongono.  Fiduciosi del loro carattere e della loro bellezza non si guardano attorno.  Non amante di un eccesso di sole, cresce bene anche tra altre piante, sta bene nell'umidità senza però assorbirla.<br><br> Pianta ricca di tannini, è dotata di attività astringente e antisettica. Utile quindi in caso di forme lievi di diarrea aspecifica e di coliti. In quest'ultimo caso all'azione astringente si abbina l'azione sedativa e antalgia, utile particolarmente nelle forme di intestino irritabile. Impiegata nel trattamento generale del dolore, dalla dismenorrea alle artralgie. I flavonoidi sono anche responsabili delle proprietà diuretiche, depurative e angioprotettrici. Azione anti-elastasi, anti-tipsina e anti-chimotripsina.<br><br> In virtù della loro azione estrogenica si dimostra efficace nell'impiego terapeutico per le turbe legate a un'insufficienza ovarica, per sindromi deficitarie dopo isterectomia e ovariectomia, per turbe mestruali della pubertà e per alcune manifestazioni fastidiose che caratterizzano le manifestazioni funzionali della menopausa come vampate di calore, turbe dell'umore, secchezza della mucosa vaginale, ecc. e per la sindrome premestruale.  Alcuni inconvenienti, come per es. le vampate, hanno una stretta relazione con l'ormone ipofisario; altri invece, come prurito, infiammazione pelvica e secchezza vaginale, sono relativi alla caduta del tasso ematico di estrogeni e possono migliorare con l'utilizzo di queste piante. In questi casi la fitoterapia rappresenta una terapia attiva e/o complementare alla terapia ormonale classica.  Le piante estrogeniche e progesterone-like sono: Angelica, Aletris, Erba medica, Salvia, Luppolo, Ginseng, Alchemilla, Verbena, Salsapariglia, Soia, Cimicifuga; l'Ortica ha azione antiandrogena e la Cimicifuga è attiva sulla secrezione dell'ormone ipofisario. L'Agnocasto aumenta la produzione dell'ormone luteinizzante, inibisce il rilascio dell'ormone che stimola il follicolo, portando ad uno spostamento del rapporto a favore degli estrogeni rispetto ai gestageni, producendo effetti ormonali utilizzati contro disturbi connessi alla menopausa; inoltre, sperimentalmente, inibisce la secrezione della prolattina, risultando efficace sia nella sindrome premestruale che nella<br><br> iperprolattinemia. Uso esterno: Largo uso come antiemorragico e vasocotrittore. Contenendo tannino azione astringente, antisettica e antiinfiammatoria. Impiegata nelle flogosi della mucosa orofaringea (gengivite, faringite) e per trattare pelli grasse, arrossate, o screpolate.<br><br> Diarrea, colite, cicatrizzante, progesterone-like, spasmolitica, antiinfiammatoria, astringente, insufficienza luteinica."
  },
  {
    "nome": "Allium Sativum (Aglio)",
    "pianeti": ["Marte", "Giove", "Sole"],
    "segni": [],
    "descrizione":
      "Osservazioni: attaccamento, i bulbi sono tutti attaccati, persino difficili da staccare. Tagliati, il succo è molto appiccicoso, quasi una colla. Odore forte, da tenerci le distanze. Ogni bulbo è ricoperto di tanti veli bianchi.<br><br> 'Sia ordinato che tutti i lavoratori assumano aglio ogni giorno per mantenere la loro salute e la loro forza' - Khnoom Khoufouf (Costruttore Mastro delle Piramidi Egizie, 4500 B.C.)<br><br> Proprietà antibatteriche, antisettiche, antibiotiche (in particolare apparato respiratorio e gastro-enterico), antifungine (soprattutto nei confronti della Candida Albicans). Largo uso come codiuvante dell'ipertensione e dell'ipercolesterolemia aumentando HDL e riducendo LDL. Utile anche in caso di alterazioni vascolari dovute all'età (arteriosclerosi). Ristabilisce una buona circolazione in caso di insufficienza vascolare periferica e per trattare le infezioni delle vie respiratorie. Dimostrate anche proprietà antiaggreganti piastriniche e fibrinolitiche (attività simile all'aspirina: riduce il rischio di trombosi e quindi di infarto).<br><br> Essendo ricco di Zolfo, i preparati di aglio hanno un'interessante azione antiossidante, riducendo quindi la produzione di radicali liberi, andando ad agire anche sull'invecchiamento. Tali proprietà antiossidanti sono importanti anche per gli effetti antiepatotossici e antitumorali. A livello dell'apparato digerente ha azione stomachica, spasmolitica, eupeptica in quanto possiede una notevole azione colagoga e coleretica in grado di provocare un aumento della secrezione gastrica. L'attività antisettica a livello intestinale è utile per dispepsia fermentativa e tutte le infezioni acute e/o croniche. Combatte efficacemente il meteorismo, gli ossiuri e la diarrea.<br><br> Espettorante e antisettico polmonare, azione spasmolitica a livello della muscolatura liscia oltre a un aumento della secrezione bronchiale. Secondo Leclerc agirebbe efficacemente nella pertosse.<br><br> Utile per disturbi cronici da nicotina come le manifestazioni catarrali.<br><br> Secondo alcuni studi aiuta anche in caso di diabete, rallentandone la progressione in quanto agisce marcatamente sulla glicemia.<br><br> Proprietà immunostimolanti e antitumorali.<br><br> Alcuni test ne segnalano un interazione con la tiroide (da approfondire).<br><br> Uso Esterno: Con olio canforato (2 parti di Olio ed 1 di 5E/TM di Aglio), serve per i soggetti affetti da dolori reumatici con frizioni sul punto in questione e contro la pertosse e la tosse con frizioni nelle piante dei piedi.  Impiegato anche per trattamento di funghi e verruche. Attenzione in quanto un eccesso di utilizzo in una pelle sana può provocare arrossamenti e persino vescicole.<br><br> Effetto Psicosomatico: Pelikan dice che mediante l'uso dell'aglio l'organismo superiore si trova libero da ogni processo metabolico morboso. Aiuta a superare le paure, la mancanza di volontà, di determinazione e aumenta la vitalità psicofisica. Tradizionalmente viene usato quando ci si sente attaccati dai pensieri negativi o influenzati.<br><br> Pianta principale per la cura degli equinozi, archetipi tutti maschili e caldi.  Nonostante ciò, risulta collegato ad aspetti anche Lunari per gli egizi.  In geroglifico i bilitteri di cui è formato il nome, li troviamo anche nella parola 'firmamento' e 'sostanza'. Tre funzionalità e ben 7 segni dimostrano le sue proprietà curative.<br><br> Nella medicina ayurveda vi sono 6 sapori che vengono utilizzati per bilanciare i dosha, l'aglio ne possiede ben 5. Considerato e venerato da più di 6000 anni, viene associato al ringiovamento, alla disintossicazione e alla pulizia del sangue e del sistema linfatico. Tende a dilatare i vasi sanguigni periferici, riducendo quindi la pressione. Stimolante e antibiotico. Il succo fresco ha effetto per acne ed altre problematiche della pelle. Oltre che proprietà interne dovute a infezioni di funghi, problemi al petto, all'apparato digerente, a rischio di trombosi. Sconsigliato a chi ha eccessi di pitta o che stia praticando yoga e meditazione.<br><br> Panacea per Ebrei (che nell'Esodo si lamentavano per aver dovuto abbandonare uno dei beni più preziosi in terra d'Egitto), Greci e Romani, gli Egizi elevata persino a rango di divinità. In sanscrito l'aglio si chiama Buthagna, che significa uccisore di mostri.<br><br> Combatte astenie e debolezze generali, afrodisiaco. A tale riguardo, la tintura diluita in acqua è molto utile nei casi di frigidità o impotenza.  Seconda pianta dopo Centaurea per combattere il tetano.<br><br> Attenzione in quanto influenza la coagulazione del sangue (allungamento del tempo di coagulazione > 30%). Evitare in gravidanza e allattamento."
  },
  {
    "nome": "Menta Spicata",
    "pianeti": ["Venere", "Mercurio Giove"],
    "segni": [],
    "descrizione":
      "Antisettica (maggiore rispetto amoxicillina, penicillina, streptomicina), antispasmodica, carminativa, diuretica, stimolante, stomachica, antiossidante.  Riconosciute proprietà bloccanti del testosterone e del (DHT) regolizzando il loro effetto nel corpo.<br><br> Sviluppa la lucidità mentale, tonica, leggermente analgesica e afrodisiaca.<br><br> Segnatura Mercurio negli effetti intestinali (Vergine) respiratori (Gemelli) e sul sistema nervoso centrale (Cancro), periferico (Gemelli) e autonomo (Pesci)."
  },
  {
    "nome": "Ocimum Basilico",
    "pianeti": [],
    "segni": [],
    "descrizione":
      "Tonico (in particolare del fegato e del sistema nervoso centrale), aiuta la digestione, regolarizza la circolazione venosa, leggermente afrodisiaco, antispasmodico in quanto diminuisce l'attività cerebro-spinale dopo averla eccitata. Utile nelle astenie nervose, insonnie e paralisi. Stomachico, cura i fibromi e gli epiteliomi. Ricco di proprietà antiossidanti, contrasta i danni cellulari provocati dai radicali liberi. A tal proposito svolge un ruolo preventivo nei contronti delle malattie cardiovascolari.<br><br> Angina, angoscia, emicrania, flogosi, sindrome influenzale, spasmi gastrici, galattogoga, emmennagoghe, tosse. Apporta energia ai reni.<br><br> Uso Esterno: Alitosi, collutorio nelle flagosi dell'orofaringe e nella detersione delle ferite superficiali. L'olio essenziale viene utilizzato in frizioni nelle forme reumatiche, nelle punture di insetti e nella cefalee.<br><br> Effetto Psicosomatico: Utile alle persone che svolgono normalmente un superlavoro intellettuale o nei momenti in cui siano costretti giocoforza ad attività che risultano lontane dal loro mondo interiore. Plinio lo raccomandava per espellere dal cuore i vapori malinconici.<br><br> Meglio evitarne l'impiego in gravidanza, allattamento, pediatria e per tempi prolungati."
  },
  {
    "nome": "Ziziphus jujuba (Giuggiolo)",
    "pianeti": ["Luna"],
    "segni": [],
    "descrizione":
      "Proprietà emollienti, bechiche, antinfiammatorie, antiossidanti, blandamente lassative, depurativo, anti febbrifughe, antalgiche e sedative (il jujuboside, composto triterpenico contenuto nei semi, riduce l'iperattività dei neuroni).  Nella MTC viene utilizzato nel trattamento dell'insonnia, dovuta ad astenia fisica o ansia (contengono un alcaloide peptidico, la sanjonina, che interferisce con i recettori GABA).<br><br> Impiegato in stati infiammatori, dermatosi, aritmie cardiache e palpitazioni, sudorazione notturna e catarri. Per uso esterno in caso di pelli secche.<br><br> Galeno vi attribuì la capacità di ridurre il calore del sangue.<br><br> Non vi sono controindicazioni nemmeno in assunzioni prolungate. Stimolando la produzione di ossitocina, risulta abortivo.<br><br> Narra Omero che Ulisse e i suoi uomini, portati fuori rotta da una tempesta, approdarono all'isola dei Lotofagi. Alcuni dei suoi uomini, si lasciarono tentare dal frutto del loto, un frutto magico che fece loro dimenticare la nostalgia di casa. È probabile che il loto di cui parla Omero sia proprio lo Zizyphus lotus, un giuggiolo selvatico, e che l'incantesimo dei Lotofagi non fosse provocato da narcotici ma soltanto dalla bevanda alcolica che si può preparare coi frutti del giuggiolo.<br><br> Pare che per gli antichi Romani il giuggiolo fosse il simbolo del silenzio, e come tale adornasse i templi della dea Prudenza.<br><br> In Romagna e in altre regioni, in molte case coloniche era coltivato adiacente alla casa, nella zona più riparata ed esposta al sole. Si riteneva che fosse una pianta portafortuna."
  },
  {
    "nome": "Melagrano",
    "pianeti": [],
    "segni": [],
    "descrizione": ""
  },
  {
    "nome": "Salix Alba (Salice)",
    "pianeti": ["Sole"],
    "segni": ["Leone", "Scorpione", "Sagittario"],
    "descrizione":
      "Sedativo principe di tutte le impulsioni che sono prettamente legate alla materia e che ivi trovano il loro soddisfacimento.<br><br> Possiede una spiccata azione estrogenizzante, è indicato nell'amenorrea, nelle sindromi dismenorroiche, nell'ipoestrogenia, nell'eretismo sessuale, nell'isteria e nella ninfomania.<br><br> Pianta solare che più di tutte può compensare gli eccessi Lunari. La sua signatura potrebbe essere associata persino alla Luna stessa, soprattutto per il suo aspetto esteriore e il suo habitat ideale fortemente legato all'acqua.<br><br> Proprietà antipiretiche, antireumatiche, antispasmodiche. La salicina agisce come prefarmaco, idrolizzata a livello intestinale, una volta nel circolo ematico, viene metabolizzata in acido salicilico (proprietà antiinfiammatorie, analgesiche e contrariamente all'acido acetilsalicilico, gli effetti antiaggreganti sono troppo deboli perché si possa verificare una interazione significativa fra la pianta e gli altri medicamenti di sintesi aventi effetti similari). Artrosi-artralgie, nervosismo, influenza e forme febbrili, periartrite, menopausa.<br><br> Per la presenza di un'alta concentrazione di tannini l'uso è controindicato in caso di stipsi, anemia ferropriva e malnutrizione. Evitare durante l'allattamento.<br><br> I salici sono ottimi fornitori di nettare e polline (uno dei più ricchi, contenendo il 4% di azoto) per le api :)<br><br> Un vecchio detto ribadisce che il Salice raffredda coloro che sono caldi in amore, quindi diviene l'albero contro il dolore provocato dagli squilibri in campo erotico, che portano a nervosismi e spasmi. Assumendolo in dosaggi limitati, oltre a sedare la sensibilità nei confronti dell'ambiente, aumenta gradualmente la forza interna e l'ascolto, in conformità con l'archetipo solare.<br><br> Le foglie venivano usate da Dioscoride per favorire l'addormentamento.<br><br> A partire dalla corteccia, il chimico Raffaele Piria scoprì nel 1838 l'acido salicilico.<br><br> Le foglie dopo il solstizio d'estate si girano in senso inverso, come per olmo, tiglio, ulivo e pioppo bianco."
  },
  {
    "nome": "Pulmonaria Officinalis",
    "pianeti": ["Mercurio", "Marte"],
    "segni": [],
    "descrizione":
      "Pulmonaria, da 'pulmo' = polmone, allusione alle macchie bianche delle foglie, paragonate a quelle del polmone.<br><br> Officinalis, da Linneo in quanto usata nelle farmacie dell'epoca nella cura della tosse e delle malattie del petto.<br><br> E’ anche registrata col nome di Symphytum maculatum Bauch. dal greco 'sumfuton' maggiore, che si usava per saldare le piaghe).<br><br> Per via della composizione chimica, caratterizzata dalla presenza di mucillagini e saponine, questa pianta in letteratura è considerata dotata di effetto emolliente, espettorante e in generale tossifuga.<br><br> Ha un notevole contenuto di vitamina C, di carotene e anche di manganese.  Pertanto associata a preparati vitaminici e ricostituenti.<br><br> Carenza sali minerali e oligoelementi, emolliente, tonico generale, tosse, infezioni polmonarie."
  },
  {
    "nome": "Tilia (Tiglio)",
    "pianeti": ["Giove", "Venere", "Mercurio"],
    "segni": ["Toro", "Gemelli", "Bilancia", "Acquario"],
    "descrizione":
      "Venerata nel nord e ricordata da Goethe nel suo Faust come pianta protettrice.  Agisce sull'ipofisi, anche in relazione alle sue appartenenze zodiacali.  Il potere sedativo è dovuto a due componenti: il primo agisce sul sistema nervoso, il secondo, controlla la circolazione del sangue (ripristinando la viscosità e la coagulabilità, facilitando il deflusso ed eliminando ingorghi). In tal modo calma e distende i nervi eliminando ogni dispersione di energia dovuta a tensione nervosa, predisponendo l'organismo a un tranquillo riposo notturno.<br><br> Diuretico, agisce sul fegato equilibrando le digestioni. Algie addominali e prima dentizione, ansia respiratoria, asma/astenia/depressione/iperemesi nervosa, coliche (renali, intestinali, biliari/epatiche e spasmolitiche), extrasistolia, insonnia, iperattività nei bambini, ipereccitabilità, iperemotività, diaforetico o sudorifero, tosse, catarro, influenza, rinite, raffreddore, cefalea, emicrania digestiva. Azione vasodilatatrice e ipotensivante, efficace quindi nell'arteriosclerosi.  Rendendo il sangue più fluido, ne previene la stasi nei vasi. Riduce colesterolo e acido urico.<br><br> Agendo sul livello di serotonina è in grado di migliorare il tono dell'umore.<br><br> [Uso esterno] Emoliente, anti-pruriginoso, dermatosi. Il decotto versato in una vasca da bagno, è efficacissimo contro la stanchezza fisica ed intellettuale.<br><br> [Effetto Psicosomatico] Agisce contemporaneamente sul sistema nervoso e sul sistema cardio-circolatorio migliorando gradualmente nel tempo anche la digestione. Insegna così una calma attenta e centralizzata che con il tempo aiuta anche ad accogliere e accettare situazioni psicologiche avverse.<br><br> [Parte utilizzata] Bratte e infiorescenze fresche, non ancora fiorite.  Si può utilizzare anche l'alburno (parte giovane del tronco dove scorre la linfa, tra la corteccia e il durame).<br><br> Dal legno si ricava il carbone vegetale usato come dentifricio, assorbente dei catarri intestinali, contro le flatulenze e l'iper-acidità gastrica. Ha azioni benefiche contro gonococchi, tumori e colera.<br><br> Dalle foglie essiccate, Leclerc ne faceva una polvere che mescolava con farina di orzo o grano saraceno, come supplemento alimentare di proteine e di clorofilla.<br><br> [Note] Evitare la somministrazione in concomitanza a integratori di ferro. In caso di anemia, prendere lontano dai pasti."
  },
  {
    "nome": "Sambuco",
    "pianeti": [],
    "segni": [],
    "descrizione": ""
  },
  {
    "nome": "Thuja Occidentalis (Tuia)",
    "pianeti": ["Saturno", "Venere"],
    "segni": [],
    "descrizione":
      "Thuja dal greco 'mando odore'/'io sacrifico'.<br><br> Nota anche come albero della vita, è realmente in grado di riportare alla piena vita persone soggette da svariate patologie anche sconosciute e decisamente invalidanti.<br><br> Tra le patologie più comuni che potenzialmente potrebbero trovare giovamento dalla Tuia abbiamo:<br><br> Verruche, condilomi, herpes, polipi, miasma sicotico, costituzione idrogenoide (ritenzione idrica, catarri), insonnia, cefalea, fibromi, leucorrea, carie, ipersensibilità dentale, uretrite o scolo, gonorrea, nevriti, sciatica, artrite reumatoide, allergie, asma bronchiale, adenoiditi, tonsilliti, noduli alle corde vocali, epilessia, reazioni post-vaccinazione, patologie neurogene.<br><br> Un tempo usata come emmenagogo, potente antisettico (antibatterico, antimicotico) e antivirale. Sui tessuti lesi l'effetto astringente, antiflogistico, antisecretivo ed emostatico appare evidente. Impedisce il riassorbimento dei prodotti tossici che si formano sul tessuto necrotico. I polisaccaridi presenti attivano i linfociti CD4+ e la risposta immunitaria. A livello mentale emotivo agisce su: Pensieri ricorrenti, falsa personalità, ansia, irritazione, sindrome dell'ovaio micropolicistico e può permettere a persone che sono bloccate nel loro mondo egoistico di riprendere a vivere pienamente e di superare i blocchi e le stasi che si verificano tanto nel piano fisico quanto sul piano mentale. È in grado, inoltre, di far riavvicinare i pazienti a se stessi abbandonando la falsa maschera egoistica ed ipertrofica dell'ego che li allontana dal mondo reale e li blocca in idee fisse, rimuginazioni e sotterfugi, in una divisione costante dalla loro vera identità."
  },
  {
    "nome": "Artemisia Absenthium (Assenzio)",
    "pianeti": ["Marte", "Giove"],
    "segni": ["Scorpione", "12"],
    "descrizione":
      "Pianta marziana per eccellenza. Uno dei più potenti stimolanti, capace di contrastare il deperimento dell'organismo causato da malattie.<br><br> Nell'antichità somministrato prima di ogni attività intensa per dare forza e tenacia. In Egitto usato dai sacerdoti per compiere sforzi al di sopra della media.<br><br> Appartenendo un pò a tutti i segni, agisce come tonico e stimolante su tutti gli organi del corpo. Molto utile quindi in caso di convalescenze, astenie e ovunque vi sia bisogno di carica.<br><br> Afrodisiaco, stimolante dell'appetito, favorisce il ciclo, antielmintico (vermifugo, antiparassitaria), preventivo per il mal di mare, antireumatico, immunostimolante.<br><br> Insufficienza mestruale, atonie digestive, inappetenza, gastriti e spasmi di stomaco, disturbi epatici, anemia, anoressia, neuroastenia, colecistopatia, anti-spasmolitica, dispepsia (digestione difficile), discinesia delle vie biliari (disturbi muscolari collegati al SNC), malaria.<br><br> La sua azione amaro-tonica ha maggior effetto se assunto circa mezz'ora prima dei pasti.<br><br> Evitare un uso smodato e prolungato. Abortiva, attenzione a somministrazione in gravidanza.<br><br> Per uso esterno: insieme a tanaceto ed aglio per la cura di vermi e parassiti intestinali, sia come cataplasma che oleolito sul ventre."
  },
  {
    "nome": "Tanaceto",
    "pianeti": ["Mercurio", "Venere"],
    "segni": ["Gemelli", "Bilancia", "Scorpione", "Sagittario"],
    "descrizione":
      "Leggermente velenoso.<br><br> In passato, sotto forma di oleolito era un rimedio contro l'impotenza.  Applicato sul filo dei reni e lungo la spina dorsale.<br><br> Tonica, indicata per debolezze generali, nervosismo, isteria, insufficienze mestruali, antielmintica (contro vermi e parassiti), emicrania, nevralgia.<br><br> Proprietà carminative, spasmolitiche e antiinfiammatorie.<br><br> Le foglie, come per il noce, messe nelle cucce degli animali allontanano pulci e parassiti.<br><br> Abortiva."
  }
]
